<?php
require ('src/functions.php');

echo "</br>--------Задание 2.1------------------</br>";
task1("PHP", "MySQL", "GitHub");
echo "</br></br>--------Задание 2.2------------------</br></br>";
task2(' + ', [1, 3, 4, 6, 3.2]);
echo "</br></br>--------Задание 2.3------------------</br></br>";
task3(8, 8);
echo "</br></br>--------Задание 2.4------------------</br></br>";
task4();
echo "</br></br>--------Задание 2.5------------------</br></br>";
task5();
echo "</br></br>--------Задание 2.6------------------</br></br>";
task6('index.txt');
